tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "python@3.11"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "chezmoi"
brew "colima"
brew "docker"
brew "docker-compose"
brew "gh"
brew "gnupg"
brew "gradle"
brew "jq"
brew "node"
brew "pipx"
brew "starship"
brew "terraform"
cask "1password-cli"
cask "aws-vault"
cask "font-hack-nerd-font"
cask "intellij-idea-ce"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notion"
