tap "1password/tap"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "warrensbox/tap"
brew "ansible"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "cheat"
brew "chezmoi"
brew "qemu"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "exa"
brew "extract_url"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "jq"
brew "kubernetes-cli"
brew "luarocks"
brew "minikube"
brew "neovim"
brew "node"
brew "perl"
brew "pipx"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "terraform", link: false
brew "tfsec"
brew "tldr"
brew "tmux"
brew "urlview"
brew "vim"
brew "wimlib"
brew "yq"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "jesseduffield/lazygit/lazygit"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "aws-vault"
cask "clockify"
cask "discord"
cask "font-hack-nerd-font"
cask "intellij-idea-ce"
cask "jetbrains-toolbox"
cask "maccy"
cask "notion"
cask "tableplus"
vscode "4ops.packer"
vscode "donjayamanne.python-environment-manager"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "matheusq94.tfs"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "pamaron.pytest-runner"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
